app/controllers/characters_controller.rb

SELECT `characters`.* FROM `characters`
---
  def index
    @characters = Character.all

INSERT INTO `characters` (`agility`, `ballistic_skill`, `career_path_id`, `created_at`, `experience_spent`, `experience_to_spend`, `fellowship`, `intelligence`, `name`, `perception`, `strength`, `toughness`, `updated_at`, `user_id`, `weapon_skill`, `will_power`) VALUES (NULL, NULL, 2, '2010-07-11 12:46:54', 4500, 500, NULL, NULL, 'Wilbur', NULL, NULL, NULL, '2010-07-11 12:46:54', 1, NULL, NULL)
---
  def create
    if @character.save