app/controllers/home_worlds_controller.rb

  def index
    @home_worlds = HomeWorld.all
---
SELECT `home_worlds`.* FROM `home_worlds`