app/controllers/origin_paths_controller.rb

SELECT `origin_paths`.* FROM `origin_paths`
---
  def index
    @origin_paths = OriginPath.all